const About = () => {
  return (
    <>
      <h2>מי אנחנו</h2>
      <p>
        פטליפיי נולדה במטרה לעזור לך למצוא את חיית המחמד המושלמת לפי העדפתך.
        המשימה שלנו היא להציע לך מגוון אפשרויות אימוץ לפי גזע החתול או הכלב וכך
        נוכל לצמצם ביחד את תעשיית הרבעת חיות המחמד בישראל. ולך רק נשאר לבחור
        ולאמץ בחום!{" "}
      </p>
      <p>
        נבנתה באמצעות React על ידי{" "}
        <a
          href="https://github.com/shellyalmo"
          target="_blank"
          rel="noreferrer"
        >
          שלי אלמוזנינו
        </a>
        .{" "}
      </p>
    </>
  );
};

export default About;
